Repository: kakte/kakte
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: eo

source: can't be blank
eo: ne povas esti malplena

source: has already been taken
eo: estas jam prenita

source: is invalid
eo: estas nevalida

source: must be accepted
eo: devas esti akceptita

source: has invalid format
eo: havas nevalidan formaton

source: has an invalid entry
eo: havas nevalidan eniron

source: is reserved
eo: estas rezervita

source: does not match confirmation
eo: ne egalas konfirmon

source: is still associated with this entry
eo: ankoraŭ estas asociita kun tio eniro

source: are still associated with this entry
eo: ankoraŭ estas asociita kun tio eniro

source: should be %{count} character(s)
eo: devus longi %{count} karakteron

source: should have %{count} item(s)
eo: devus havi %{count} eron

source: should be at least %{count} character(s)
eo: devus longi almenaŭ %{count} karakteron

source: should have at least %{count} item(s)
eo: devus havi almenaŭ %{count} eron

source: should be at most %{count} character(s)
eo: devus longi maksimume %{count} karakteron

source: should have at most %{count} item(s)
eo: devus havi maksimume %{count} eron

source: must be less than %{number}
eo: devas esti malpli ol %{number}

source: must be greater than %{number}
eo: devas esti pli ol %{number}

source: must be less than or equal to %{number}
eo: devas esti malpli ol aŭ egala al %{number}

source: must be greater than or equal to %{number}
eo: devas esti pli ol aŭ egala al %{number}

source: must be equal to %{number}
eo: devas esti egala al %{number}
